[
  {
  "id":"projects/opeready.html",
  "project_name": "OpeReady",
  "project_url": "http://www.opeready.com",
  "project_img": "img/opeready.png",
  "project_description": "<p>OpeReady provides software solutions that make the management of employee compliance, checkpoint efficiency and on the job training simple.</p><p>For this project, I created a responsive WordPress theme using Bootstrap and media queries.</p><p>I used the <a href=”http://wicky.nillia.ms/headroom.js/”>headroom.js</a> plugin to bring the nav bar into view when appropriate, and give focus to the content the rest of the time.</p>"
},
{
  "id": "projects/simulants.html",
  "project_name": "Simulants",
  "project_url": "http://www.simulants.com",
  "project_img": "img/simulants.png",
  "project_description": "<p>Simulants are inert, non hazardous replica IEDs, Explosives, Detonators, Weapons, Firearms and Drugs used for threat detection training and testing.</p><p>I designed &amp; created a responsive WordPress theme with the help of Bootstrap and modernizr to showcase the different Simulants products.</p><p>By using WordPress, I was able to create a website that is easy for the marketing team to update with new products.</p>"
},
{
  "id": "projects/prem.html",
  "project_name": "Pre-M",
  "project_url": "http://www.pre-m.com",
  "project_img": "img/prem.png",
  "project_description": "<p>This website was created to highlight the features and tests included in Pre-M, Renful’s pre-employment test for x-ray screeners.</p><p>I created a single page website using bootstrap and enhanced it with scroll up and tab features that were created using jQuery.</p>"
},
{
  "id": "projects/caradoc.html",
  "project_name": "The Caradoc",
  "project_url": "http://www.thecaradoc.com",
  "project_img": "img/caradoc.png",
  "project_description": "<p>The Caradoc is a new company that designs beautiful leather stationery for organized living.</p><p>For this project, I created a coming soon page based on their design. I am currently developing an ecommerce website using wooCommerce so that they can sell their stationery online expected July 2015.</p>"
},
{
  "id": "projects/xray.html",
  "project_name": "X-Ray Screener",
  "project_url": "http://www.x-rayscreenr.com",
  "project_img": "img/xray.png",
  "project_description": "<p>X-Ray Screener contains a number of my articles about x-ray security and profiling. It is used by x-ray screeners throughout the world to improve their knowledge and understanding of security concepts.</p><p>For this project, I created a custom WordPress theme that allows the user to add new articles easily.</p>"
},
{
  "id": "projects/nutribuddy.html",
  "project_name": "NutriBuddy",
  "project_url": "http://www.nutribuddy.com",
  "project_img": "img/nutribuddy.png",
  "project_description": "<p>I created the website for Claude Guillaume, a nutritional therapist in West London who had just graduated from university and wanted to promote her services online.</p><p>I designed a new responsive WordPress Theme with custom content types.</p><p>I also created a user manual to ensure my client is able to add and remove content easily.</p>"
}
]
